Repository: yeager/snap-l10n
Catalog: po/*.po
Languages: sv

source: Version: {version} · Publisher: {publisher}
sv: Version: {version} · Utgivare: {publisher}

source: unknown
sv: okänt

source: Languages: {langs}
sv: Språk: {langs}

source: No translations found
sv: Inga översättningar hittades

source: Desktop file translated: {langs}
sv: Skrivbordsfil översatt: {langs}

source: Desktop file: not translated
sv: Skrivbordsfil: inte översatt

source: Fully translated
sv: Helt översatt

source: Partially translated
sv: Delvis översatt

source: No translations
sv: Inga översättningar

source: Open in Snap Store
sv: Öppna i Snap Store

source: Snap Translation Status
sv: Översättningsstatus för snap

source: All snaps
sv: Alla snappar

source: All languages
sv: Alla språk

source: Filter by language
sv: Filtrera efter språk

source: Toggle heatmap view
sv: Växla värmekarta

source: Toggle notifications
sv: Växla aviseringar

source: Refresh
sv: Uppdatera

source: Export data
sv: Exportera data

source: Loading…
sv: Läser in…

source: Error
sv: Fel

source: Snap L10n: Untranslated snaps
sv: Snap L10n: Icke-översatta snappar

source: {count} snaps have no translations
sv: {count} snappar har inga översättningar

source: No snaps found
sv: Inga snappar hittades

source: No snaps match the current filter.
sv: Inga snappar matchade aktuella filtret.

source: Export Data
sv: Exportera data

source: Choose export format:
sv: Välj exportformat:

source: Cancel
sv: Avbryt

source: {total} snaps · {translated} translated · {filter} · {lang} · {ts}
sv: {total} snappar · {translated} översatta · {filter} · {lang} · {ts}

source: A localization tool by Daniel Nylander
sv: Ett lokaliseringsverktyg av Daniel Nylander

source: Translate this app: https://www.transifex.com/danielnylander/snap-l10n/
sv: Översätt denna app: https://www.transifex.com/danielnylander/snap-l10n/

source: Welcome
sv: Välkommen

source: Welcome to Snap L10n
sv: Välkommen till Snap L10n

source: Track snap package translation status. ✓ View translation coverage per snap ✓ Filter by publisher and language
sv: Spåra översättningsstatus för snap-paket. ✓ Visa översättningsomfattning per snap ✓ Filtrera efter utgivare och språk

source: Get Started
sv: Kom igång
